{
"data": [
    {
        "id": 1,
        "img": "img1",
        "text": "Owczarek niemiecki – jedna z ras psów należąca do grupy psów pasterskich sklasyfikowana do sekcji psów pasterskich (owczarskich). Według klasyfikacji FCI podlega próbom pracy. Zaliczany do psów obronnych. Typ wilkowaty. Owczarek niemiecki powinien być psem żywiołowym, energicznym, inteligentnym, posłusznym i lojalnym. Szybko i chętnie się uczy, współpracuje. Wymaga od właściciela zapewnienia dużej ilości ruchu i zajęcia. Psy nieprawidłowo socjalizowane i źle wychowywane mogą stać się lękliwe, nerwowe lub agresywne. Owczarek niemiecki zwykle akceptuje inne zwierzęta, może jednak nie tolerować kotów, zwłaszcza jeśli nie był z nimi oswajany jako szczenię. Najwłaściwsze warunki lokalowe dla tej rasy to dom z ogrodem."
    },
    {
        "id": 2,
        "img": "img2",
        "text": "Welsh corgi pembroke – jedna z ras psów, należąca do grupy psów pasterskich i zaganiających, zaklasyfikowana do sekcji psów pasterskich (owczarskich). Typ jamnikowaty. Nie podlega próbom pracy. Welsh corgi pembroke jest przyjaźnie nastawiony wobec ludzi, kontaktowy, pogodny, pojętny, stanowczy i czujny. Choć osiąga niewielkie rozmiary i może mieszkać w małym mieszkaniu, jest aktywny i należy zapewnić mu odpowiednią dawkę ruchu na świeżym powietrzu. Pies rodzinny, bardzo wierny, skory do wspólnych zabaw oraz akceptujący dzieci w każdym wieku. Wobec niemowląt jest wyjątkowo delikatny, starsze dzieci i dorośli mogą jednak paść ofiarą typowego dla rasy nawyku podszczypywania łydek. Jest to dziedzictwo przeszłości: w ten sposób corgi pasące bydło dyscyplinowały stado. Choć podszczypywanie może być denerwujące i bolesne, nie należy go traktować jako sygnału alarmującego: corgi nie jest psem agresywnym. Może jednak nie tolerować innych psów."
    },
    {
        "id": 3,
        "img": "img3",
        "text": "Labrador retriever – rasa psów, należąca do grupy psów aportujących, płochaczy i psów wodnych, zaklasyfikowana do sekcji psów aportujących. Typ wyżłowaty. Podlega próbom pracy. Labrador retriever to rasa psów żywiołowych, skorych do zabawy, także z innymi psami. Stworzone do pracy w wodzie i aportowania, potrzebują bezpośredniego kontaktu w pracy z człowiekiem. Lubią towarzystwo ludzi. Dobrze tolerują dzieci i są cierpliwe w kontaktach z nimi. Trzeba zapewnić mu odpowiednią do jego potrzeb dawkę codziennego ruchu. Niespełnienie tego warunku prowadzi do otyłości powodującej choroby stawów, a także nadpobudliwości oraz przyczynia się do wielu niepożądanych zachowań. Psy tej rasy przejawiają średnie ryzyko do wystąpienia skrętu żołądka."
    },
    {
        "id": 4,
        "img": "img4",
        "text": "Owczarek belgijski, belgijski pies pasterski – grupa wielu blisko ze sobą spokrewnionych ras psów pasterskich uzyskanych w Belgii w drodze selekcji hodowlanej na wydajność w zaganianiu i na posłuszeństwo, powszechnie używanych do strzeżenia stad do końca XIX wieku. Typ wilkowaty. Podlega próbom pracy. W 1891 roku profesor Adolf Reul z Belgijskiej Szkoły Nauk Weterynaryjnych zainicjował proces selekcjonowania (z 8 uznawanych wówczas standardów) 4 głównych linii hodowlanych uzyskując jeden podstawowy typ o 4 maściach i rodzajach szaty, obecnie uznawanych za odrębne rasy lub za odmiany owczarka belgijskiego, w zależności od narodowego klubu danego kraju. Owczarki belgijskie to rasa dość trudna przez swoją silną potrzebę ruchu, dlatego nie jest polecana początkującym hodowcom. Są to psy bystre, inteligentne i bardzo czujne, skore do współpracy. Zaliczane są do psów obronnych."
    },
    {
        "id": 5,
        "img": "img5",
        "text": "Berneński pies pasterski – jedna z ras psów, należąca do sekcji szwajcarskich psów pasterskich. Zgodnie z klasyfikacją amerykańską, należy do grupy psów pracujących. Typ dogowaty. Nie podlega próbom pracy. Psy tej rasy są łagodne i przyjazne w stosunku do ludzi. Tolerują dzieci i są wobec nich ostrożne, cierpliwe i opiekuńcze. Nie są agresywne w stosunku do gości, przechodniów czy innych zwierząt. Mimo to posiadają instynkt stróża – zaniepokojone alarmują. Pilnują też przedmiotów należących do właściciela. Mają wrażliwą i plastyczną psychikę, wymagają bliskiego kontaktu z człowiekiem, a pozbawione otoczenia ludzi stają się lękliwe. W ich rozwoju i wychowaniu bardzo ważną rolę pełni wczesna socjalizacja z różnymi przedmiotami i sytuacjami – zapoznanie psa z jak największą ilością nowych sytuacji najlepiej przeprowadzić do 16 tyg. życia szczeniaka. Potrzebują sporo ruchu. Berneńczyk ma dobrą pamięć i duży potencjał intelektualny."
    },
    {
        "id": 6,
        "img": "img6",
        "text": "Border collie – jedna z ras psów, należąca do grupy psów pasterskich i zaganiających, zaklasyfikowana do sekcji psów pasterskich (owczarskich). Typ wilkowaty. Podlega próbom pracy. Uznany przez psychologa Stanleya Corena za najbardziej inteligentną rasę psów. Jego predyspozycje wymagają, aby praca, którą wykonuje, dawała mu radość i pozwalała wykazać się inicjatywą. Uważny i podatny na szkolenie, uwielbia biegać i wykonywać zadania powierzane mu przez przewodnika. Właściciel psa powinien dysponować czasem i być osobą aktywną. Border collie potrzebuje pana o spokojnym usposobieniu, który będzie w stanie żyć z nim w harmonii i potrafić się z nim porozumieć, gdyż w przeciwnym razie border łatwo wymknie się spod kontroli. Border collie to pies szczerze oddany swojemu właścicielowi, uległy i zrównoważony. Charakter często determinuje przeznaczenie psa – psy sportowe cechuje większa uległość, niż typowo pasterskie. Jak w każdej rasie, osobniki border collie potrafią różnić się zachowaniem i charakterem, bywają psy bardzo dominujące, uległe, o słabszym i mocniejszym charakterze. Charakter szczeniaków z jednego miotu może się diametralnie różnić."
    }
]
}